{
    "available_credits": "Available Credits",
    "minutes_used": "Minutes Used",
    "call_charges": "Call Charges",

    "title": "Per Minute",
    "credit_balance": "Credit Balance",
    "add_credit_one": "Add Credit One Time",
    "help_add_credit_one": "By using this, you will add some credits to your current balance, which will allow you to enable features such as e911 or Caller-ID, but also to place per-minute calls.",
    "auto_recharge": "Auto Recharge",
    "when_balance_falls": "When balance falls below",
    "recharge": "Recharge this account with",
    "help_auto_recharge": "By turning on Auto Recharge, you will define a low threshold and how much credits to add when this threshold is reached and you will no longer need to manually add credits.",
    "help_when_balance_falls": "Input the amount of credits to reach before auto-recharging your account",
    "help_recharge": "Input how much credits you would like to add once the threshold you defined is reached",
    "pay_per_minute": "Pay-per-minute allows you to pay only for what you use. Deposit money into your account to get started, then pay-as-you-go for usage.",
    "current_balance": "Your current balance: $",
    "turnoff_recharge_confirm": "By turning off the Auto-recharge, you will have to manually add credits to your balance in order to continue to place per-minute calls and enable features such as e911 or Caller-ID. Do you want to continue?",
    "amount": "Amount",
    "confirm": "Confirm",
    "placeholder_threshold_recharge": "5.00",
    "placeholder_recharge": "50.00",
    "placeholder_amount": "10.00",
    "add_credit": "Add Credit",
    "invalid_amount": "There is an error with the amount you typed! Please make sure to type a number using only digits '.' or ','",
    "auto_recharge_enabled": "The Automatic Recharge of credits is now enabled!",
    "auto_recharge_cancelled": "You successfully cancelled the Automatic Recharge of your credits.",
    "credits_added": "You successfully added __variable__ to your balance!",
    "add_credit_dialog_title": "Add Credits"
}
